Repository: nathanyongg/PlantPal-CH4
Catalog: PlantPal-CH4/ios/Views/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, id, it, ja, ko, ms, ru, th, vi, zh_hans

source: "System" follows the theme and text size set in your device Settings, including larger accessibility sizes.
de: "System" folgt dem Design und der Textgröße, die in den Geräteeinstellungen festgelegt sind, einschließlich größerer Bedienungshilfen-Schriftgrößen.
es: "Sistema" sigue el tema y el tamaño de texto configurados en los Ajustes de tu dispositivo, incluidos los tamaños de accesibilidad más grandes.
fil: Susundin ng "System" ang tema at sukat ng teksto na itinakda sa Settings ng iyong device, kasama ang mas malalaking accessibility size.
fr: « Système » suit le thème et la taille du texte définis dans les réglages de votre appareil, y compris les tailles d'accessibilité plus grandes.
id: "Sistem" mengikuti tema dan ukuran teks yang diatur di Pengaturan perangkat Anda, termasuk ukuran aksesibilitas yang lebih besar.
it: "Sistema" segue il tema e la dimensione del testo impostati nelle Impostazioni del dispositivo, comprese le dimensioni di accessibilità più grandi.
ja: 「システム」は、デバイスの設定で指定されたテーマと文字サイズ（より大きなアクセシビリティサイズを含む）に従います。
ko: "시스템"은 더 큰 접근성 크기를 포함하여 기기 설정에서 지정한 테마와 글자 크기를 따릅니다.
ms: "Sistem" mengikut tema dan saiz teks yang ditetapkan dalam Tetapan peranti anda, termasuk saiz kebolehcapaian yang lebih besar.
ru: «Система» использует тему и размер текста, заданные в настройках устройства, включая увеличенные размеры для специальных возможностей.
th: "ระบบ" จะใช้ธีมและขนาดข้อความตามที่ตั้งค่าไว้ในการตั้งค่าอุปกรณ์ของคุณ รวมถึงขนาดการเข้าถึงที่ใหญ่ขึ้น
vi: "Hệ thống" sẽ theo giao diện và cỡ chữ được đặt trong Cài đặt thiết bị của bạn, bao gồm cả cỡ chữ trợ năng lớn hơn.
zh_hans: “系统”会遵循您设备“设置”中设置的主题和文字大小，包括更大的辅助功能字号。

source: %@ hasn't been checked today yet. It checks in automatically, or open its details and tap “Check conditions” to check now.
de: %@ wurde heute noch nicht überprüft. Die Überprüfung erfolgt automatisch, oder öffne die Details und tippe auf „Bedingungen prüfen“, um jetzt zu prüfen.
es: %@ aún no se ha revisado hoy. Se revisa automáticamente, o abre sus detalles y toca «Comprobar condiciones» para revisar ahora.
fil: Hindi pa nasusuri si %@ ngayong araw. Awtomatiko itong nagche-check in, o buksan ang mga detalye nito at i-tap ang “Suriin ang mga kondisyon” para suriin ngayon.
fr: %@ n'a pas encore été vérifié aujourd'hui. La vérification se fait automatiquement, ou ouvrez ses détails et touchez « Vérifier les conditions » pour vérifier maintenant.
id: %@ belum diperiksa hari ini. Pemeriksaan dilakukan otomatis, atau buka detailnya dan ketuk “Periksa kondisi” untuk memeriksa sekarang.
it: %@ non è ancora stato controllato oggi. Il controllo avviene automaticamente, oppure apri i dettagli e tocca «Controlla condizioni» per controllare ora.
ja: %@はまだ今日チェックされていません。自動的にチェックされるか、詳細を開いて「状態を確認」をタップすると今すぐ確認できます。
ko: %@은(는) 아직 오늘 확인되지 않았습니다. 자동으로 체크인되거나, 상세 정보를 열고 “상태 확인”을 탭하면 지금 확인할 수 있습니다.
ms: %@ belum disemak hari ini. Ia menyemak secara automatik, atau buka butirannya dan ketik “Semak keadaan” untuk menyemak sekarang.
ru: %@ ещё не проверялось сегодня. Проверка выполняется автоматически, или откройте подробности и нажмите «Проверить условия», чтобы проверить сейчас.
th: %@ ยังไม่ได้รับการตรวจสอบในวันนี้ ระบบจะตรวจสอบให้โดยอัตโนมัติ หรือเปิดรายละเอียดแล้วแตะ “ตรวจสอบสภาพ” เพื่อตรวจสอบตอนนี้
vi: %@ chưa được kiểm tra hôm nay. Cây sẽ tự động được kiểm tra, hoặc bạn có thể mở chi tiết và nhấn “Kiểm tra điều kiện” để kiểm tra ngay.
zh_hans: %@今天还没有被检查过。系统会自动检查，或者打开详情并点按“查看状况”立即检查。

# %@ will no longer send readings to %@. You can pair a new sensor to it later.
source: %1$@ will no longer send readings to %2$@. You can pair a new sensor to it later.
de: %1$@ sendet keine Messwerte mehr an %2$@. Du kannst später einen neuen Sensor damit koppeln.
es: %1$@ dejará de enviar lecturas a %2$@. Puedes emparejar un nuevo sensor más adelante.
fil: Hindi na magpapadala ng reading ang %1$@ sa %2$@. Puwede kang mag-pair ng bagong sensor dito mamaya.
fr: %1$@ n'enverra plus de relevés à %2$@. Vous pourrez associer un nouveau capteur plus tard.
id: %1$@ tidak akan lagi mengirim pembacaan ke %2$@. Kamu bisa memasangkan sensor baru nanti.
it: %1$@ non invierà più letture a %2$@. Potrai abbinare un nuovo sensore in seguito.
ja: %1$@は%2$@に測定値を送信しなくなります。後で新しいセンサーをペアリングできます。
ko: %1$@이(가) 더 이상 %2$@에 측정값을 보내지 않습니다. 나중에 새 센서를 페어링할 수 있습니다.
ms: %1$@ tidak akan menghantar bacaan lagi kepada %2$@. Anda boleh pasangkan penderia baharu kepadanya kemudian.
ru: %1$@ больше не будет отправлять показания в %2$@. Позже вы сможете сопрячь новый датчик.
th: %1$@ จะไม่ส่งค่าที่อ่านได้ไปยัง %2$@ อีกต่อไป คุณสามารถจับคู่เซนเซอร์ใหม่ในภายหลังได้
vi: %1$@ sẽ không còn gửi chỉ số đến %2$@ nữa. Bạn có thể ghép nối cảm biến mới cho nó sau.
zh_hans: %1$@将不再向%2$@发送读数。你之后可以为它配对新的传感器。

source: 1. Detector verdict
de: 1. Beurteilung des Detektors
es: 1. Veredicto del detector
fil: 1. Hatol ng detector
fr: 1. Verdict du détecteur
id: 1. Putusan detektor
it: 1. Verdetto del rilevatore
ja: 1. 検出結果
ko: 1. 감지기 판정
ms: 1. Keputusan pengesan
ru: 1. Заключение детектора
th: 1. คำตัดสินของตัวตรวจจับ
vi: 1. Kết luận của bộ phát hiện
zh_hans: 1. 检测器判定

source: 2. Foundation Model explanation
de: 2. Erklärung des Foundation-Modells
es: 2. Explicación del modelo Foundation
fil: 2. Paliwanag ng Foundation Model
fr: 2. Explication du modèle Foundation
id: 2. Penjelasan Model Foundation
it: 2. Spiegazione del modello Foundation
ja: 2. Foundationモデルの説明
ko: 2. Foundation 모델 설명
ms: 2. Penjelasan Model Foundation
ru: 2. Объяснение модели Foundation
th: 2. คำอธิบายของ Foundation Model
vi: 2. Giải thích của Mô hình Foundation
zh_hans: 2. Foundation 模型解释

source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
ko: 접근성
ms: Kebolehcapaian
ru: Специальные возможности
th: การเข้าถึงได้
vi: Trợ năng
zh_hans: 辅助功能

source: Add a photo
de: Foto hinzufügen
es: Añadir una foto
fil: Magdagdag ng larawan
fr: Ajouter une photo
id: Tambahkan foto
it: Aggiungi una foto
ja: 写真を追加
ko: 사진 추가
ms: Tambah foto
ru: Добавить фото
th: เพิ่มรูปภาพ
vi: Thêm ảnh
zh_hans: 添加照片

source: Add Photo
de: Foto hinzufügen
es: Añadir Foto
fil: Magdagdag ng Larawan
fr: Ajouter une Photo
id: Tambah Foto
it: Aggiungi Foto
ja: 写真を追加
ko: 사진 추가
ms: Tambah Foto
ru: Добавить фото
th: เพิ่มรูปภาพ
vi: Thêm Ảnh
zh_hans: 添加照片

source: Add Plant
de: Pflanze hinzufügen
es: Añadir Planta
fil: Magdagdag ng Halaman
fr: Ajouter une Plante
id: Tambah Tanaman
it: Aggiungi Pianta
ja: 植物を追加
ko: 식물 추가
ms: Tambah Tumbuhan
ru: Добавить растение
th: เพิ่มต้นไม้
vi: Thêm Cây
zh_hans: 添加植物

source: Add your first plant to start tracking it’s health and growth.
de: Füge deine erste Pflanze hinzu, um ihre Gesundheit und ihr Wachstum zu verfolgen.
es: Añade tu primera planta para empezar a seguir su salud y crecimiento.
fil: Idagdag ang iyong unang halaman para simulan ang pagsubaybay sa kalusugan at paglaki nito.
fr: Ajoutez votre première plante pour commencer à suivre sa santé et sa croissance.
id: Tambahkan tanaman pertamamu untuk mulai memantau kesehatan dan pertumbuhannya.
it: Aggiungi la tua prima pianta per iniziare a monitorarne la salute e la crescita.
ja: 最初の植物を追加して、健康状態と成長の記録を始めましょう。
ko: 첫 번째 식물을 추가하고 건강 상태와 성장을 추적해 보세요.
ms: Tambah tumbuhan pertama anda untuk mula menjejaki kesihatan dan pertumbuhannya.
ru: Добавьте своё первое растение, чтобы начать отслеживать его здоровье и рост.
th: เพิ่มต้นไม้ต้นแรกของคุณเพื่อเริ่มติดตามสุขภาพและการเจริญเติบโตของมัน
vi: Thêm cây đầu tiên của bạn để bắt đầu theo dõi sức khỏe và sự phát triển của nó.
zh_hans: 添加你的第一株植物，开始追踪它的健康状况和生长情况。

source: Add Your Plant
de: Füge deine Pflanze hinzu
es: Añade tu Planta
fil: Idagdag ang Iyong Halaman
fr: Ajouter votre Plante
id: Tambahkan Tanamanmu
it: Aggiungi la tua Pianta
ja: 植物を追加する
ko: 내 식물 추가하기
ms: Tambah Tumbuhan Anda
ru: Добавить своё растение
th: เพิ่มต้นไม้ของคุณ
vi: Thêm Cây Của Bạn
zh_hans: 添加你的植物

source: Already linked to another plant
de: Bereits mit einer anderen Pflanze verknüpft
es: Ya vinculado a otra planta
fil: Naka-link na sa ibang halaman
fr: Déjà associé à une autre plante
id: Sudah terhubung ke tanaman lain
it: Già collegato a un'altra pianta
ja: すでに他の植物にリンクされています
ko: 이미 다른 식물에 연결됨
ms: Sudah dipautkan ke tumbuhan lain
ru: Уже привязано к другому растению
th: เชื่อมโยงกับต้นไม้อื่นอยู่แล้ว
vi: Đã liên kết với cây khác
zh_hans: 已关联到另一株植物

source: Appearance
de: Erscheinungsbild
es: Apariencia
fil: Hitsura
fr: Apparence
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
ms: Rupa
ru: Оформление
th: ลักษณะที่ปรากฏ
vi: Giao diện
zh_hans: 外观

source: Apple Intelligence unavailable
de: Apple Intelligence nicht verfügbar
es: Apple Intelligence no disponible
fil: Hindi available ang Apple Intelligence
fr: Apple Intelligence indisponible
id: Apple Intelligence tidak tersedia
it: Apple Intelligence non disponibile
ja: Apple Intelligenceは利用できません
ko: Apple Intelligence 사용 불가
ms: Apple Intelligence tidak tersedia
ru: Apple Intelligence недоступен
th: Apple Intelligence ไม่พร้อมใช้งาน
vi: Apple Intelligence không khả dụng
zh_hans: Apple Intelligence 不可用

source: Attached to %@
de: Verbunden mit %@
es: Vinculado a %@
fil: Naka-attach sa %@
fr: Associé à %@
id: Terhubung ke %@
it: Collegato a %@
ja: %@に接続済み
ko: %@에 연결됨
ms: Dipasangkan dengan %@
ru: Прикреплено к %@
th: เชื่อมต่อกับ %@
vi: Đã gắn với %@
zh_hans: 已关联到%@

source: Back
de: Zurück
es: Atrás
fil: Bumalik
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
ru: Назад
th: ย้อนกลับ
vi: Quay lại
zh_hans: 返回

source: Back to start
de: Zurück zum Anfang
es: Volver al inicio
fil: Bumalik sa simula
fr: Retour au début
id: Kembali ke awal
it: Torna all'inizio
ja: 最初に戻る
ko: 처음으로 돌아가기
ms: Kembali ke permulaan
ru: Вернуться к началу
th: กลับไปหน้าแรก
vi: Quay lại đầu
zh_hans: 返回开头

source: Bluetooth Reading
de: Bluetooth-Messwert
es: Lectura por Bluetooth
fil: Bluetooth na Reading
fr: Lecture Bluetooth
id: Pembacaan Bluetooth
it: Lettura Bluetooth
ja: Bluetoothの測定値
ko: 블루투스 측정값
ms: Bacaan Bluetooth
ru: Показания по Bluetooth
th: ค่าที่อ่านผ่านบลูทูธ
vi: Chỉ số qua Bluetooth
zh_hans: 蓝牙读数

source: Cancel
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消

source: Choose from Library
de: Aus Mediathek wählen
es: Elegir de la Galería
fil: Pumili mula sa Library
fr: Choisir dans la Bibliothèque
id: Pilih dari Galeri
it: Scegli dalla Libreria
ja: ライブラリから選択
ko: 보관함에서 선택
ms: Pilih dari Pustaka
ru: Выбрать из библиотеки
th: เลือกจากคลังภาพ
vi: Chọn từ Thư viện
zh_hans: 从图库选择

source: Choose Photo
de: Foto auswählen
es: Elegir Foto
fil: Pumili ng Larawan
fr: Choisir une Photo
id: Pilih Foto
it: Scegli Foto
ja: 写真を選択
ko: 사진 선택
ms: Pilih Foto
ru: Выбрать фото
th: เลือกรูปภาพ
vi: Chọn Ảnh
zh_hans: 选择照片

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fil: I-clear ang paghahanap
fr: Effacer la recherche
id: Hapus pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
ms: Kosongkan carian
ru: Очистить поиск
th: ล้างการค้นหา
vi: Xóa tìm kiếm
zh_hans: 清除搜索

source: Collections
de: Sammlungen
es: Colecciones
fil: Mga Koleksyon
id: Koleksi
it: Collezioni
ja: コレクション
ko: 컬렉션
ms: Koleksi
ru: Коллекции
th: คอลเลกชัน
vi: Bộ sưu tập
zh_hans: 收藏

source: Conditions
de: Bedingungen
es: Condiciones
fil: Mga Kondisyon
id: Kondisi
it: Condizioni
ja: 状態
ko: 상태
ms: Keadaan
ru: Условия
th: สภาพ
vi: Điều kiện
zh_hans: 状况

source: Connect
de: Verbinden
es: Conectar
fil: Kumonekta
fr: Connecter
id: Sambungkan
it: Connetti
ja: 接続
ko: 연결
ms: Sambung
ru: Подключить
th: เชื่อมต่อ
vi: Kết nối
zh_hans: 连接

source: Connect to Wi-Fi
de: Mit WLAN verbinden
es: Conectar al Wi-Fi
fil: Kumonekta sa Wi-Fi
fr: Se connecter au Wi-Fi
id: Sambungkan ke Wi-Fi
it: Connetti al Wi-Fi
ja: Wi-Fiに接続
ko: Wi-Fi에 연결
ms: Sambung ke Wi-Fi
ru: Подключиться к Wi-Fi
th: เชื่อมต่อ Wi-Fi
vi: Kết nối Wi-Fi
zh_hans: 连接 Wi-Fi

source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fil: Nakakonekta sa %@
fr: Connecté à %@
id: Terhubung ke %@
it: Connesso a %@
ja: %@に接続しました
ko: %@에 연결됨
ms: Disambungkan ke %@
ru: Подключено к %@
th: เชื่อมต่อกับ %@ แล้ว
vi: Đã kết nối với %@
zh_hans: 已连接到%@

source: Connecting you with your plant
de: Verbindet dich mit deiner Pflanze
es: Conectándote con tu planta
fil: Kinokonekta ka sa iyong halaman
fr: Vous connecte à votre plante
id: Menghubungkanmu dengan tanamanmu
it: Ti connette con la tua pianta
ja: あなたと植物をつなぎます
ko: 당신과 식물을 연결해 드려요
ms: Menghubungkan anda dengan tumbuhan anda
ru: Соединяем вас с вашим растением
th: เชื่อมโยงคุณกับต้นไม้ของคุณ
vi: Kết nối bạn với cây của bạn
zh_hans: 让你与你的植物心意相通

source: Continue
de: Weiter
es: Continuar
fil: Magpatuloy
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
ru: Продолжить
th: ดำเนินการต่อ
vi: Tiếp tục
zh_hans: 继续

source: Critical Plant Alerts
de: Kritische Pflanzenwarnungen
es: Alertas de Plantas Críticas
fil: Mga Alerto para sa Kritikal na Halaman
fr: Alertes de Plantes Critiques
id: Peringatan Tanaman Kritis
it: Avvisi per Piante Critiche
ja: 危険な植物のアラート
ko: 위험 상태 식물 알림
ms: Amaran Tumbuhan Kritikal
ru: Оповещения о критическом состоянии растений
th: การแจ้งเตือนต้นไม้ที่วิกฤต
vi: Cảnh báo Cây ở Mức Nguy cấp
zh_hans: 危急植物提醒

source: Daily Care Reminder
de: Tägliche Pflegeerinnerung
es: Recordatorio Diario de Cuidado
fil: Pang-araw-araw na Paalala sa Pag-aalaga
fr: Rappel d'Entretien Quotidien
id: Pengingat Perawatan Harian
it: Promemoria Cura Giornaliera
ja: 毎日のお手入れリマインダー
ko: 매일 관리 알림
ms: Peringatan Penjagaan Harian
ru: Ежедневное напоминание об уходе
th: การแจ้งเตือนดูแลประจำวัน
vi: Nhắc nhở Chăm sóc Hàng ngày
zh_hans: 每日养护提醒

source: Delete
de: Löschen
es: Eliminar
fil: Tanggalin
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除

source: Delete Plant
de: Pflanze löschen
es: Eliminar Planta
fil: Tanggalin ang Halaman
fr: Supprimer la Plante
id: Hapus Tanaman
it: Elimina Pianta
ja: 植物を削除
ko: 식물 삭제
ms: Padam Tumbuhan
ru: Удалить растение
th: ลบต้นไม้
vi: Xóa Cây
zh_hans: 删除植物

source: Delete Plant?
de: Pflanze löschen?
es: ¿Eliminar planta?
fil: Tanggalin ang Halaman?
fr: Supprimer la plante ?
id: Hapus tanaman?
it: Eliminare la pianta?
ja: 植物を削除しますか？
ko: 식물을 삭제할까요?
ms: Padam tumbuhan?
ru: Удалить растение?
th: ลบต้นไม้นี้ไหม?
vi: Xóa cây này?
zh_hans: 删除这株植物？

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
id: Perangkat
it: Dispositivo
ja: デバイス
ko: 기기
ms: Peranti
ru: Устройство
th: อุปกรณ์
vi: Thiết bị
zh_hans: 设备

source: Done
de: Fertig
es: Listo
fil: Tapos na
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
ru: Готово
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成

source: Each plant gets its own sensor. See which sensor is attached to which plant, or remove a pairing here.
de: Jede Pflanze erhält ihren eigenen Sensor. Sieh hier, welcher Sensor mit welcher Pflanze verbunden ist, oder entferne eine Kopplung.
es: Cada planta tiene su propio sensor. Consulta aquí qué sensor está vinculado a qué planta, o elimina un emparejamiento.
fil: Bawat halaman ay may sariling sensor. Tingnan dito kung aling sensor ang naka-attach sa aling halaman, o alisin ang isang pairing.
fr: Chaque plante possède son propre capteur. Consultez ici quel capteur est associé à quelle plante, ou supprimez une association.
id: Setiap tanaman memiliki sensornya sendiri. Lihat di sini sensor mana yang terhubung ke tanaman mana, atau hapus pemasangan.
it: Ogni pianta ha il proprio sensore. Qui puoi vedere quale sensore è collegato a quale pianta, oppure rimuovere un abbinamento.
ja: 各植物には専用のセンサーが割り当てられます。どのセンサーがどの植物に接続されているかをここで確認したり、ペアリングを解除したりできます。
ko: 각 식물마다 전용 센서가 있습니다. 어떤 센서가 어떤 식물에 연결되어 있는지 여기서 확인하거나 페어링을 해제할 수 있습니다.
ms: Setiap tumbuhan mempunyai penderianya sendiri. Lihat di sini penderia mana yang dipasangkan dengan tumbuhan mana, atau alih keluar pemasangan.
ru: У каждого растения свой датчик. Здесь можно посмотреть, какой датчик привязан к какому растению, или удалить сопряжение.
th: ต้นไม้แต่ละต้นมีเซนเซอร์เป็นของตัวเอง ดูได้ที่นี่ว่าเซนเซอร์ตัวไหนเชื่อมกับต้นไม้ต้นไหน หรือยกเลิกการจับคู่ได้ที่นี่
vi: Mỗi cây có một cảm biến riêng. Xem cảm biến nào được gắn với cây nào tại đây, hoặc gỡ một liên kết.
zh_hans: 每株植物都配有专属传感器。在这里查看哪个传感器关联到哪株植物，或移除配对。

source: Edit
de: Bearbeiten
es: Editar
fil: I-edit
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Изменить
th: แก้ไข
vi: Sửa
zh_hans: 编辑

source: Edit Plant
de: Pflanze bearbeiten
es: Editar Planta
fil: I-edit ang Halaman
fr: Modifier la Plante
id: Edit Tanaman
it: Modifica Pianta
ja: 植物を編集
ko: 식물 편집
ms: Edit Tumbuhan
ru: Изменить растение
th: แก้ไขต้นไม้
vi: Sửa Cây
zh_hans: 编辑植物

source: Enable Notifications
de: Benachrichtigungen aktivieren
es: Activar Notificaciones
fil: I-enable ang Mga Notification
fr: Activer les Notifications
id: Aktifkan Notifikasi
it: Attiva Notifiche
ja: 通知を有効にする
ko: 알림 활성화
ms: Dayakan Pemberitahuan
ru: Включить уведомления
th: เปิดใช้งานการแจ้งเตือน
vi: Bật Thông báo
zh_hans: 启用通知

source: Finish Wi-Fi setup first
de: Schließe zuerst die WLAN-Einrichtung ab
es: Termina primero la configuración de Wi-Fi
fil: Tapusin muna ang pag-set up ng Wi-Fi
fr: Terminez d'abord la configuration du Wi-Fi
id: Selesaikan pengaturan Wi-Fi terlebih dahulu
it: Completa prima la configurazione del Wi-Fi
ja: 先にWi-Fiの設定を完了してください
ko: 먼저 Wi-Fi 설정을 완료하세요
ms: Selesaikan persediaan Wi-Fi dahulu
ru: Сначала завершите настройку Wi-Fi
th: ตั้งค่า Wi-Fi ให้เสร็จก่อน
vi: Hoàn tất thiết lập Wi-Fi trước
zh_hans: 请先完成 Wi-Fi 设置

source: Foundation Model test
de: Foundation-Modell-Test
es: Prueba del Modelo Foundation
fil: Pagsubok sa Foundation Model
fr: Test du Modèle Foundation
id: Uji Model Foundation
it: Test del Modello Foundation
ja: Foundationモデルのテスト
ko: Foundation 모델 테스트
ms: Ujian Model Foundation
ru: Тест модели Foundation
th: ทดสอบ Foundation Model
vi: Kiểm tra Mô hình Foundation
zh_hans: Foundation 模型测试

source: Get Started
de: Los geht's
es: Comenzar
fil: Magsimula
fr: Commencer
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
ms: Mulakan
ru: Начать
th: เริ่มต้นใช้งาน
vi: Bắt đầu
zh_hans: 开始使用

source: Home Wi-Fi
de: Heim-WLAN
es: Wi-Fi de casa
fil: Wi-Fi sa Bahay
fr: Wi-Fi domestique
id: Wi-Fi Rumah
it: Wi-Fi di casa
ja: 自宅のWi-Fi
ko: 홈 Wi-Fi
ms: Wi-Fi Rumah
ru: Домашний Wi-Fi
th: Wi-Fi ที่บ้าน
vi: Wi-Fi Nhà
zh_hans: 家庭 Wi-Fi

source: Last Updated: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fil: Huling Na-update: %@
fr: Dernière mise à jour : %@
id: Terakhir Diperbarui: %@
it: Ultimo aggiornamento: %@
ja: 最終更新: %@
ko: 마지막 업데이트: %@
ms: Terakhir Dikemas Kini: %@
ru: Последнее обновление: %@
th: อัปเดตล่าสุด: %@
vi: Cập nhật lần cuối: %@
zh_hans: 上次更新：%@

source: Let's connect your device
de: Verbinden wir dein Gerät
es: Conectemos tu dispositivo
fil: I-konekta natin ang iyong device
fr: Connectons votre appareil
id: Ayo sambungkan perangkatmu
it: Colleghiamo il tuo dispositivo
ja: デバイスを接続しましょう
ko: 기기를 연결해볼까요
ms: Mari sambungkan peranti anda
ru: Подключим ваше устройство
th: มาเชื่อมต่ออุปกรณ์ของคุณกัน
vi: Hãy kết nối thiết bị của bạn
zh_hans: 让我们连接你的设备

source: Let's Start
de: Los geht's
es: Comencemos
fil: Simulan Na
fr: Commençons
id: Ayo Mulai
it: Iniziamo
ja: はじめる
ko: 시작하기
ms: Jom Mula
ru: Начнём
th: เริ่มกันเลย
vi: Bắt đầu nào
zh_hans: 开始吧

source: Live readings are coming over Bluetooth.
de: Live-Messwerte werden über Bluetooth empfangen.
es: Las lecturas en vivo llegan por Bluetooth.
fil: Dumarating ang live na reading sa pamamagitan ng Bluetooth.
fr: Les relevés en direct arrivent via Bluetooth.
id: Pembacaan langsung diterima melalui Bluetooth.
it: Le letture in tempo reale arrivano tramite Bluetooth.
ja: ライブの測定値はBluetooth経由で届いています。
ko: 실시간 측정값이 블루투스로 전송되고 있습니다.
ms: Bacaan langsung diterima melalui Bluetooth.
ru: Показания в реальном времени поступают по Bluetooth.
th: ค่าที่อ่านแบบเรียลไทม์กำลังส่งผ่านบลูทูธ
vi: Chỉ số trực tiếp đang được truyền qua Bluetooth.
zh_hans: 实时读数正通过蓝牙传输。

source: Looking for nearby devices…
de: Suche nach Geräten in der Nähe…
es: Buscando dispositivos cercanos…
fil: Hinahanap ang malapit na device…
fr: Recherche d'appareils à proximité…
id: Mencari perangkat di sekitar…
it: Ricerca di dispositivi nelle vicinanze…
ja: 近くのデバイスを探しています…
ko: 근처 기기를 찾는 중…
ms: Mencari peranti berdekatan…
ru: Поиск устройств поблизости…
th: กำลังค้นหาอุปกรณ์ใกล้เคียง…
vi: Đang tìm thiết bị lân cận…
zh_hans: 正在寻找附近的设备…

source: Looking for your plant sensor…
de: Suche nach deinem Pflanzensensor…
es: Buscando tu sensor de planta…
fil: Hinahanap ang iyong sensor ng halaman…
fr: Recherche de votre capteur de plante…
id: Mencari sensor tanamanmu…
it: Ricerca del sensore della pianta…
ja: 植物センサーを探しています…
ko: 식물 센서를 찾는 중…
ms: Mencari penderia tumbuhan anda…
ru: Поиск датчика для растения…
th: กำลังค้นหาเซนเซอร์ต้นไม้ของคุณ…
vi: Đang tìm cảm biến cây của bạn…
zh_hans: 正在寻找你的植物传感器…

source: Looks up care requirements and adds the plant
de: Ruft Pflegeanforderungen ab und fügt die Pflanze hinzu
es: Consulta los requisitos de cuidado y añade la planta
fil: Hinahanap ang mga kailangan sa pag-aalaga at idinaragdag ang halaman
fr: Recherche les besoins d'entretien et ajoute la plante
id: Mencari persyaratan perawatan dan menambahkan tanaman
it: Cerca i requisiti di cura e aggiunge la pianta
ja: お手入れ要件を調べて植物を追加します
ko: 관리 요건을 조회하고 식물을 추가합니다
ms: Mencari keperluan penjagaan dan menambah tumbuhan
ru: Ищет требования по уходу и добавляет растение
th: ค้นหาข้อกำหนดการดูแลและเพิ่มต้นไม้
vi: Tra cứu yêu cầu chăm sóc và thêm cây
zh_hans: 查询养护要求并添加植物

source: Make sure it's powered on and nearby.
de: Stelle sicher, dass er eingeschaltet und in der Nähe ist.
es: Asegúrate de que esté encendido y cerca.
fil: Siguraduhing naka-on ito at malapit.
fr: Assurez-vous qu'il est allumé et à proximité.
id: Pastikan perangkat menyala dan berada di dekatmu.
it: Assicurati che sia acceso e nelle vicinanze.
ja: 電源が入っていて近くにあることを確認してください。
ko: 전원이 켜져 있고 가까이 있는지 확인하세요.
ms: Pastikan ia dihidupkan dan berada berdekatan.
ru: Убедитесь, что он включён и находится рядом.
th: ตรวจสอบให้แน่ใจว่าเปิดเครื่องอยู่และอยู่ใกล้ๆ
vi: Đảm bảo thiết bị đã bật nguồn và ở gần đó.
zh_hans: 请确保设备已开机并且在附近。

source: Make sure the PlantPal device is powered on and nearby.
de: Stelle sicher, dass das PlantPal-Gerät eingeschaltet und in der Nähe ist.
es: Asegúrate de que el dispositivo PlantPal esté encendido y cerca.
fil: Siguraduhing naka-on at malapit ang PlantPal device.
fr: Assurez-vous que l'appareil PlantPal est allumé et à proximité.
id: Pastikan perangkat PlantPal menyala dan berada di dekatmu.
it: Assicurati che il dispositivo PlantPal sia acceso e nelle vicinanze.
ja: PlantPalデバイスの電源が入っており、近くにあることを確認してください。
ko: PlantPal 기기가 켜져 있고 가까이에 있는지 확인하세요.
ms: Pastikan peranti PlantPal dihidupkan dan berdekatan.
ru: Убедитесь, что устройство PlantPal включено и находится поблизости.
th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ PlantPal เปิดอยู่และอยู่ใกล้ๆ
vi: Đảm bảo thiết bị PlantPal đã bật và ở gần bạn.
zh_hans: 请确保 PlantPal 设备已开机并且在附近。

source: My Mochi
de: Mein Mochi
es: Mi Mochi
fil: Ang Aking Mochi
fr: Mon Mochi
id: Mochi-ku
it: Il mio Mochi
ko: 마이 모찌
ms: Mochi Saya
ru: Мой моти
th: มาย โมจิ
vi: Mochi của tôi
zh_hans: 我的麻糬

source: Next
de: Weiter
es: Siguiente
fil: Susunod
fr: Suivant
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
ru: Далее
th: ถัดไป
vi: Tiếp theo
zh_hans: 下一步

source: Nickname
de: Spitzname
es: Apodo
fil: Palayaw
fr: Surnom
id: Nama Panggilan
it: Soprannome
ja: ニックネーム
ko: 별명
ms: Nama Panggilan
ru: Прозвище
th: ชื่อเล่น
vi: Biệt danh
zh_hans: 昵称
